Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/forsvaret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: demonstrere et godt ordforråd for både profesjonell og sosial bruk, med fokus på sjømilitær og maritim engelsk.
nn: demonstrere eit godt ordforråd for både profesjonell og sosial bruk, med fokus på sjømilitær og maritim engelsk.

source: I tillegg blir det utdelt kompendium i grammatikk, English Grammar. Sjømannskap
nn: I tillegg blir det utdelt kompendium i grammatikk, English Grammar.

source: anvende stabsmetodikk som verktøy for å belyse problemer og fatte beslutninger
nn: nyttegjere seg stabsmetodikk som verktøy for å klårgjere problem og treffe avgjersler

source: forklare forskjellen på kvalitative og kvantitative metoder og deres styrker og begrensninger
nn: forklare forskjellen på kvalitative og kvantitative metodar og deira styrker og avgrensingar

source: argumentere stringent og drøfte problemstillinger
nn: argumentere stringent og drøfte problemstillingar

source: Disse kursene administreres av Modum Bad og Viken senter, og informasjon om kursene blir lagt ut på forsvaret nettside.
nn: Desse kursa vert administrert av Modum Bad og Viken senter, og informasjon om kursa blir lagt ut på forsvaret si nettside.

source: Å være om bord er særs viktig for å få kunnskap og forståing om en av dei mest særeigne tilhøva med den sjømilitære profesjonen, å være på havet.
nn: Å være om bord er særs viktig for å få kunnskap og forståing om ein av dei mest særeigne tilhøva med den sjømilitære profesjonen, å være på havet.

source: Arbeid hjemler normalt ikke utsettelse.
nn: Arbeid heimlar normalt ikkje utsetting.

source: vurdere kvalitet i argumentasjon og kilder
nn: vurdere kvalitet i argumentasjon og kjelder

source: Det gis også tilbud om oppfølgingskurs for de par som allerede har gjennomført PREP kurset men ønsker mer hjelp.
nn: Det vert og gitt tilbod om oppfølgingskurs for dei par som allereie har gjennomført PREP kurset men ynskjer meir hjelp.

source: Det skal gis tilbud om familiesamlinger med informasjon om oppdraget og operasjonsområdet og om hvilken støtte som familiens kan tilbys.
nn: Det skal gis tilbod om familiesamlingar med informasjon om oppdraget og operasjonsområdet og om kva støtte familien kan få tilbod om.
